
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "確定";
"Common.Dialog.Cancel" = "取消";
"Common.Navigation.Back" = "返回";
"Common.Cancel" = "取消";
"Common.Delete" = "刪除";
"Common.Send" = "確定";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "系統忙碌中";
"Common.System.GenericErrorBody" = "請稍後再試。";
"Common.System.Busy" = "系統忙碌，請稍後再試。";
"Common.Dialog.SaveError.Heading" = "儲存檔案發生錯誤。";
"Common.Dialog.SaveError.Body" = "請確認有足夠的空間來儲存檔案。";
"Common.Alert.Hint.Title" = "提示";
"Common.Alert.Hint.UnsupportMessage" = "請在手機WeChat中操作";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "正在連接手機";
"Chatlog_Backup_Backup_Connecting_Desc" = "正在確認電腦與手機連接在同一網路內";
"Chatlog_Backup_Backup_Connected_Title" = "請打開手機WeChat";
"Chatlog_Backup_Backup_Connected_Desc" = "選擇需要備份的聊天記錄";
"Chatlog_Backup_Backup_Prepare_Title" = "準備聊天記錄中…";
"Chatlog_Backup_Backup_Prepare_Desc" = "為確保良好的網路連線，請勿關閉WeChat。";
"Chatlog_Backup_Backup_Transfer_Title" = "正在備份第 %lld/%lld 個聊天對話（%@）";
"Chatlog_Backup_Backup_Transfer_Desc" = "為確保良好的網路連線，請勿關閉WeChat。";
"Chatlog_Backup_Backup_Transfer_BadNetwork_Desc" = "目前網路環境較差";
"Chatlog_Backup_Backup_Import_Data_Title" = "正在導入聊天備份";
"Chatlog_Backup_Backup_Import_Data_Desc" = "為確保完整備份，請勿關閉窗口。";
"Chatlog_Backup_Backup_Finish_Title" = "備份已完成";
"Chatlog_Backup_Backup_Finish_Desc" = "已備份 %lld 個聊天對話（共 %lld 個）";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "完成";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "繼續備份";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "停止備份";
"Chatlog_Backup_Backup_End_Btn_Title" = "結束備份";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "重試";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "確定";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "取消";
"Chatlog_Backup_Backup_Return_Btn_Title" = "返回";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "正在備份第 %lld/%lld 個聊天對話（%@）";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "網路中斷，請將手機和電腦連接至同一網路後，繼續傳輸。";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "連接手機逾時，請重試。";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "請將手機與此電腦連接同一網路後";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "上次傳輸到第 %lld 個聊天對話（共%lld個）...";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "檢測到未完成傳輸，請將手機和電腦連接至同一網路，繼續備份。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "電腦空間不足，請清理空間後繼續傳輸。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "電腦剩餘空間不足，備份已結束。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "已備份 %lld 個聊天對話（共%lld個）";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "備份已結束";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "已備份 %lld 個聊天對話（共%lld個）";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "結束備份";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "結束備份不會清除已備份的數據，下次備份將重新開始。";
"Chatlog_Backup_Backup_Timeinterval_Label" = "備份時間段：";
"Chatlog_Backup_Backup_Timeinterval_Desc" = "%@-%@";
"Chatlog_Backup_Backup_Chats_Count_Label" = "備份對話數：";
"Chatlog_Backup_Backup_Chats_Count_Desc" = "%d個對話";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "下載中…";
"Chatlog_Backup_Recover_Record_Selection" = "請選擇需要還原的聊天記錄";
"Chatlog_Backup_Recover_Connecting_Title" = "正在連接手機";
"Chatlog_Backup_Recover_Connecting_Desc" = "正在確認電腦與手機連接在同一網路內";
"Chatlog_Backup_Recover_Connected_Title" = "請打開手機WeChat";
"Chatlog_Backup_Recover_Connected_Desc" = "點擊確認後開始確認";
"Chatlog_Backup_Recover_Prepare_Title" = "準備聊天記錄中…";
"Chatlog_Backup_Recover_Prepare_Desc" = "為確保良好的網路連線，請勿關閉WeChat。";
"Chatlog_Backup_Recover_Transfer_Title" = "正在傳輸第 %lld/%lld 個聊天對話（%@）";
"Chatlog_Backup_Recover_Transfer_Desc" = "為確保良好的網路連線，請勿關閉WeChat。";
"Chatlog_Backup_Recover_Transfer_BadNetwork_Desc" = "目前網路環境較差";
"Chatlog_Backup_Recover_Finish_Title" = "傳輸已完成，請在手機商繼續還原。";
"Chatlog_Backup_Recover_Finish_Desc" = "已傳輸 %lld 個聊天（共 %lld 個）";
"Chatlog_Backup_Recover_Session_Title" = "選擇需要還原的的聊天記錄";
"Chatlog_Backup_Recover_Session_SelectAll" = "全選";
//"Chatlog_Backup_Recover_Session_Selected" = "已選擇聊天 %@";
"Chatlog_Backup_Recover_Phone_FreeSize" = "手機剩餘空間 %@";
"Chatlog_Backup_Recover_Session_No_Msg" = "此時間段沒有對話記錄";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "完成";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "繼續傳輸";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "停止傳輸";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "重試";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "確定";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "取消";
"Chatlog_Backup_Recover_Return_Btn_Title" = "返回";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "正在傳輸第 %lld/%lld 個聊天對話（%@）";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "網路中斷，請將手機和電腦連接至同一網路後，繼續傳輸。";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "連接手機逾時，請重試。";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "請將手機與此電腦連接同一網路後";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "上次傳輸到第 %lld 個聊天對話（共%lld個）...";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "檢測到未完成傳輸，請將手機和電腦連接至同一網路，繼續傳輸。";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "手機空間不足，請清理空間後繼續傳輸。";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "手機剩餘空間不足，傳輸已結束";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "已傳輸 %lld 個聊天對話（共%lld個）";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "傳輸已結束";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "已傳輸 %lld 個聊天對話（共%lld個）";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "停止傳輸";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "停止聊天記錄傳輸，下次還原將會重新開始，已傳輸到手機的聊天不會自動清除。";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "暫無聊天記錄";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "暫無可以還原的備份，請先備份聊天記錄。";
"Chatlog_Backup_Recover_Select_Timeinterval" = "選擇時間段";
"Chatlog_Backup_Recover_To" = "至";
"Chatlog_Backup_Recover_Select_Time" = "請選擇時間";
"Chatlog_Backup_Recover_StartTime_Exceed_EndTime_Warning" = "備份開始時間不可晚於結束時間";
"Chatlog_Backup_Recover_Only_TxtMsg" = "僅恢復文字訊息";
"Chatlog_Backup_Recover_Select_Session" = "請選擇會話";
"Chatlog_Backup_Recover_More_Options" = "更多選項";
"Chatlog_Backup_Trying_To_Reconnect" = "正在嘗試重新連接...";
"Chatlog_Backup_Phone_Not_Support_Only_TxtMsg_Tip" = "你的手機版本還不支援單獨恢復文字，是否復原完整的聊天記錄？";
"Chatlog_Backup_Complete_Recover" = "完整復原";
"Chatlog_Backup_Phone_Not_Support_Only_TxtMsg_Cancel" = "取消";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "備份名稱";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "首次備份時間";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "上次備份時間";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "操作";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "選擇需要還原的聊天備份";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "備份管理";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "暫無備份記錄";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "刪除聊天備份";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "備份刪除後無法還原，確認刪除？";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "備份聊天記錄到電腦";
"Chatlog_Backup_Entrance_Recover_Desc" = "還原聊天記錄到手機";
"Chatlog_Backup_Entrance_Manage_Desc" = "管理備份檔案";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "你的手機WeChat不支援備份，請升級手機WeChat到最新版本。";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "建議升級手機WeChat版本以獲得最佳體驗";
"Chatlog_Backup_Dock_Title" = "備份和還原";

// Login
"Login.WindowTitle" = "登入";
"Login.ScanToLogin.Title" = "掃描登入WeChat";
"Login.DidScan.Title" = "掃描成功";
"Login.ScanToLogin" = "Mac WeChat需要配合你的手機登入使用";
"Login.Scan.Help" = "登入手機WeChat，從 \"發現\" ，進入 \"掃描QR Code\"。 ";
"Login.Not.On.WeChat" = "還沒有WeChat？";
"Login.Waiting.Confirmation" = "等待確認";
"Login.ConfirmOnYourPhone" = "請在手機WeChat中輕觸登入";
"Login.LoggingIn" = "正在登入…";
"Login.LoggingInFirstTime" = "正在登入…";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "用戶名稱或密碼錯誤，請重新登入。";
"Login.Alert.OK" = "確定";
"Login.Refresh" = "重新整理";
"Login.Alert.UpdateCert" = "登入已過期，請重新登入！";
"Login.SwitchAccount" = "切換帳號";

"Login.Intro.Heading" = "Mac WeChat需要配合你的手機登入使用";
"Login.Intro.Subheading" = "臨時登入WeChat，請使用Web WeChat。";
"Login.Intro.StartButton" = "開始登入";

"Login.Intro.ExplanationFormat" = "手機上沒安裝WeChat？%@。";
"Login.Intro.ExplanationLinkText" = "點擊安裝";
"Login.Intro.ExplanationLinkURL" = "http://weixin.qq.com";


"Login.AlphaVersion.Title" = "內測版本";
"Login.AlphaVersion.Description" = "無法登入，只有受邀請的用戶才可以登入此內測版本。";
"Login.AlphaVersion.Apply" = "申請";
"Login.AlphaVersion.Cancel" = "取消";
"Login.Failed.WrongPassword" = "登入失敗，請稍後重試。";

"Login.Initializing.Title" = "已確認";
"Login.Initializing.Data" = "WeChat正在為首次登入做準備，請耐心等待…";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "首次登入準備失敗";
"Login.Failed.Key.Info" = "系統忙碌，請嘗試重新登入。";
"Login.AuthAnOtherPlace" = "登入過期，請重新登入";
"Login.Alpha.Version.Error" = "本版本為封閉測試版，為保證最佳體驗，請使用正式版。";

// Tab
"Tabbar.Chats" = "對話";
"Tabbar.Contacts" = "通訊錄";
"Tabbar.Favorites" = "收藏";
"Tabbar.OA" = "官方帳號";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "通訊錄";
"Tabbar.Favorites.Tooltip" = "收藏";
"Tabbar.OA.Tooltip" = "閱讀";
"Tabbar.Preferences.Tooltip" = "設定";

"Tabbar.Add.Chats.Tooltip" = "建立聊天室";
"Tabbar.Add.Fav.Tooltip" = "新增收藏";
"Tabbar.Add.NewNote.Tooltip" = "建立筆記";

// Preferences
"Tabbar.Preferences.Settings" = "設定";
"Tabbar.Preferences.ChatlogBackup" = "備份和還原";

// Global Menu
"Global.Menu.CheckForUpdates" = "檢查更新…";
"Global.Menu.TechSupport" = "技術支援";
"Global.Menu.ThirdPartySupport" = "由第三方支援";
"Global.Menu.Feedback" = "意見反映";

// Plugin
"Common_OfficialNickName" = "WeChat Team";
"Official_FileHelper_NickName" = "檔案傳輸";
"Official_BrandSessionHolder_NickName" = "官方帳號"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "服務通知";
"Official_WeAppSessionHolder_NickName" = "小程式客服訊息";
"Contacts_Plugin_QQMail_Nickname" = "QQ信箱提醒";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "QQ離線訊息";
"Contacts_Plugin_PrivateMsg_Nickname" = "微博私訊助手";
"Contacts_Plugin_FloatBottle_Nickname" = "漂流瓶";
"Contacts_Plugin_FriendAssist_Nickname" = "新的朋友";
"Contacts_Plugin_MediaNote_Nickname" = "語音記事本";
"Contacts_Plugin_SyncAsist_Nickname" = "通訊錄安全助手";
"Contacts_Plugin_LBS_Nickname" = "附近的人";
"Contacts_Plugin_Shake_Nickname" = "搖一搖";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "新增QQ好友";
"Contacts_Plugin_Reader" = "騰訊新聞";
"Contacts_Plugin_Album" = "朋友圈";
"Contacts_Plugin_MassSend" = "廣播助手";
"Contacts_Plugin_Blog" = "微博閱讀";
"Contacts_Plugin_Voip"  = "視訊通話";
"Contacts_Plugin_VoiceVoip" = "語音通話";
"Contacts_Plugin_VoiceInput" = "語音輸入";
"Contacts_Plugin_GoogleContact" = "Google聯絡人";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2018 Tencent. All Rights Reserved.";
"License_Agreement" = "服務條款";
"License_Link" = "http://weixin.qq.com/agreement?lang=zh_CN";
"About_Version" = "Version. ";
"About_More_Info" = "系統版本資訊";
"About_Copy_Info" = "複製版本資訊";
"About_Copy_Info_Success" = "已複製";
"About_Device_Type" = "裝置類型：";
"About_System_Version" = "系統版本：";
"About_System_Language" = "系統語言：";
"About_WeChat_Version" = "WeChat版本：";
"About_WeChat_Language" = "WeChat語言：";
"About_History_Version" = "歷史版本：";
"About_Network_Status" = "網路狀態：";
"About_Screen_Info" = "顯  示  器：";

// Settings
"Setting_Title" = "設定";
"Setting.Section.General" = "一般";
"Setting.Section.Stickers" = "貼圖";
"Setting.Section.Notifications" = "通知";
"Setting.Section.Shortcuts" = "快捷鍵";
"Setting.General.LogOut" = "登出";
//"Setting.General.LogOut.Desc" = "登出將清除WeChat在本機上所有的數據。";
//"Setting.General.LogOut.Wipe.Data" = "登出並清除Mac WeChat全部資料";
"Setting.General.LogOut.Wipe.Data.And.History" = "登出並清除Mac WeChat全部資料";
"Setting.General.NoWeChatID" = "尚未設定WeChat ID";
"Setting.General.Save.Chat.History" = "退出時儲存聊天記錄";

"Setting_Screen_Capture" = "螢幕截圖：";
"Setting_Main_Panel" = "顯示/隱藏主介面：";
"Setting_Recent_Unread" = "回到最新的未讀訊息：";
"Setting_Send_Message" = "傳送訊息：";
"Setting_Notification" = "訊息提示：";
"Setting_Notification_Sound" = "開啟登入、新訊息通知提示音";
"Setting_Notification_Dock" = "在 Dock 圖示上顯示未讀訊息數";
"Setting_Notification_Menubar" = "在選單圖示上顯示未讀訊息數";
"Setting_Notification_Preview" = "通知顯示訊息詳情";
"Setting_File_Received" = "將接收的檔案儲存到：";
"Setting_File_Picture" = "將圖片儲存到：";
"Setting_File_Others" = "其他…";
"Setting_File_AutoDownload_Category" = "自動下載：";
"Setting_File_AutoDownload" = "訊息中的檔案";
"Setting_SmallFavoriteFile_AutoDownload" = "收藏中小於30 MB的檔案";
"Setting_Restore_Defaults" = "恢復預設";
"Setting_Restore_LogOut" = "登出 ";
"Setting_Account" = "目前登入帳號";
"Setting_Download_Menu" = "下載路徑：";
"Setting_Download_Menu_Other" = "其他…";
"Setting_Menubar_Description" = "顯示選單欄圖示";
"Setting_Menubar_Always" = "一直";
"Setting_Menubar_NewMessage" = "有新訊息時";
"Setting_Menubar_Never" = "從不";
"Setting_TextSize" = "字型大小：";
"Setting_TextSize_ExampleGlyph_Small" = "小";
"Setting_TextSize_ExampleGlyph_Large" = "大";
"Setting_LockScreenShotcut" = "鎖定：";
"Setting_AccountInformation" = "帳號資訊：";
"Setting_InformationFeedback" = "意見反映：";
"Setting_SubmitFeedback" = "意見回饋";
"Setting_MsgRecord" = "訊息記錄：";
"Setting_GoToPreferences" = "前往系統偏好設定";
"Setting_MsgNotification" = "訊息提示：";
"Setting_OpenScreenBannerNotification" = "開啟螢幕系統通知：";
"Setting_OpenScreenBannerNotification_Remark" = "螢幕通知開關請前往“系統偏好設定”->“通知”進行設定";
"Setting_FeedbackStatus_Success" = "已傳送";
"Setting_FeedbackStatus_Fail" = "傳送失敗";
"Setting_FeedbackContacts" = "可RTX聯絡andiezhang反映問題。";
"Setting_Feedback_Empty_Tip" = "不能傳送空白內容";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "取消";
"MASShortcut.Delete.Shortcut" = "刪除快捷鍵";
"keyboard shortcut" = "快捷鍵";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "設定快捷鍵";
"MASShortcut.Click.To.Record.New.Shortcut" = "點擊設定新的快捷鍵";
"Shortcut cleared" = "快捷鍵已清除";
"Shortcut set" = "快捷鍵已設定";
"Space" = "空格鍵";
"The key combination %@ cannot be used" = "The key combination %@ cannot be used";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "This shortcut cannot be used because it is already used by the menu item ‘%@’.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.";
"MASShortcut.Type.New.Shortcut" = "輸入新的快捷鍵";
"MASShortcut.Type.Shortcut" = "輸入快捷鍵";
"MASShortcut.Use.Old.Shortcut" = "用現有的快捷鍵";


"Setting.StickerStore.StoreTab" = "貼圖市集";
"Setting.StickerStore.MyStickersTab" = "已下載貼圖";
"Setting.StickerStore.DownloadButton" = "下載";
"Setting.StickerStore.CantGetStoreError.Title" = "無法連線到貼圖市集";
"Setting.StickerStore.CantGetStoreError.Description" = "請確認你的網路正常，稍後重試。";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "圖片";
"Chats.Sidebar.Summary.Voice" = "語音";
"Chats.Sidebar.Summary.Sight" = "微影片";
"Chats.Sidebar.Summary.Video" = "影片";
"Chats.Sidebar.Summary.File" = "檔案";
"Chats.Sidebar.Summary.Sticker" = "貼圖";
"Chats.Sidebar.Summary.Namecard" = "名片";
"Chats.Sidebar.Summary.Location" = "位置";
"Chats.Sidebar.Summary.URL" = "連結";
"Chats.Sidebar.Summary.Chat.Log" = "聊天記錄";
"Chats.Sidebar.Summary.AppMsg" = "應用";
"Chats.Sidebar.Summary.News" = "新聞";
"Chats.Sidebar.Summary.Metion" = "[有人@我] ";

"Chats.Sidebar.DraftPrefix" = "[草稿] ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d條] ";

// Context Menu
"Chats.Menu.Delete" = "刪除";
"Chats.Menu.Delete.MacHelperMessages" = "清空";
"Chats.Menu.Sticky" = "置頂";
"Chats.Menu.Unsticky" = "取消置頂";
"Chats.Menu.Mute" = "訊息免打擾";
"Chats.Menu.Unmute" = "允許訊息通知";
"Chats.Menu.Rename" = "修改群組名稱";
"Chats.Menu.Leave" = "退出聊天室";
"Chats.Menu.Profile" = "查看詳細資料";

// Menu Menu
"Main.Menu.Edit" = "編輯";
"Main.Menu.Copy" = "複製";
"Main.Menu.Paste" = "貼上";
"Main.Menu.Cut" = "剪切";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "傳送給";
"Chats.SendToDragOverlay.SendToPersonFormat" = "拖曳到此處傳給 %@";
"Chats.SendToDragOverlay.SendToPhone" = "傳送給手機";

// Session Picker
"Session.Picker.Default.Heading" = "選擇聯絡人";
"Session.Picker.Chosen" = "已選擇%d個聯絡人";
"Session.Picker.Chosen.General" = "已選擇聯絡人";
"Session.Picker.Recent.Chats" = "最近對話";
"Session.Picker.Search.Contacts" = "聯絡人";
"Session.Picker.Search.GroupChat" = "群組聊天";

// New Chat
"Chats.NewChat.Heading" = "建立聊天室";
"Chats.NewChat.ConfirmButton" = "確定";
"Chats.NewChat.Recent.Chats" = "最近對話";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[圖片]";
"Message_type_draft" = "[草稿]";
"Message_type_mention" = "[有人@我]";
"Message_type_voice" = "[語音]";
"Message_type_location" = "[地理位置]";
"Message_type_sys" = "[系統訊息]";
"Message_type_unknow" = "[未知]";
"Message_type_file" = "[檔案]";
"Message_type_card" = "[名片]";
"Message_type_url" = "[連結]";
"Message_type_news" = "[新聞]";
"Message_type_appmsg" = "[App訊息]";
"Message_type_Emoji" = "[貼圖]";
"Message_type_Video" = "[影片]";
"Message_type_Music" = "[音樂]";
"Message_type_Book" = "[圖書]";
"Message_type_Goods" = "[商品]";
"Message_type_Short_Video" = "[微影片]";
"Message_type_App_Record" = "[對話記錄]";
"Message_type_Custom_Emoji" = "[動態貼圖]";
"Message_type_Note" = "[筆記]";
"Message_type_unsupport" = "[未知訊息類型]";
"Message_type_Voip" = "[視訊語音通話]";
"Message_type_Voip_Video" = "邀請你進行視訊通話";
"Message_type_Voip_Voice" = "邀請你進行語音通話";
"MessageContent_Voip"            = "[語音通話]";
"MessageContent_VideoVoip"       = "[視訊通話]";
"MessageContent_VideoVoipRemind" = "[視訊邀請]";
"Voip_Notification_Btn_Accept" = "接受";
"Voip_Notification_Btn_Refuse" = "拒絕";

"Voip_Notification_Btn_Click_For_Details" = "點擊查看詳情";

// File Transfer
"File.Transfer.Start.Downloading" = "開始下載…";
"File.Transfer.Uploading" = "上傳中…";
"File.Transfer.Downloaded" = "已下載";
"File.Transfer.Download.Failed" = "下載失敗";
"File.Transfer.Download.Cancelled" = "已取消下載";
"File.Transfer.Uploaded" = "傳送成功";
"File.Transfer.Upload.Failed" = "傳送失敗";
"File.Transfer.Upload.Cancelled" = "已取消傳送";
"File.Transfer.Open" = "打開";
"File.Transfer.Cancel" = "取消";
"File.Transfer.Retry" = "重試";
"File.Transfer.Error.TooBig.Header" = "檔案大小已達到上限";
"File.Transfer.Error.TooBigFile.Header" = "無法傳送此檔案";
"File.Transfer.Error.TooBigVideo.Header" = "無法傳送此影片";
"File.Transfer.Error.TooBig.Body" = "抱歉，WeChat只能傳送小於 %d MB 的檔案。";
"File.Transfer.Error.TooBigFile.Body" = "無法傳送大於 %d MB 的檔案";
"File.Transfer.Error.TooBigVideo.Body" = "無法傳送大於 %d MB 的影片";
"File.Transfer.Error.Empty.Header" = "傳送失敗";
"File.Transfer.Error.Empty.Body" = "不能傳送大小為0的檔案。";
"File.Transfer.Error.Unsupported.Body" = "無法傳送此類型的檔案";
"File.Transfer.FileNotExist.Header" = "檔案不存在";
"File.Transfer.Download.FileNotExist.Body" = "檔案不存在或已被刪除，重新下載？";
"File.Transfer.Download.FileExpiredInServer.Body" = "資源已被清理，無法下載。";
"File.Transfer.Download.FileNotExist.Confirm" = "下載";
"File.Transfer.Download.FileNotExist.Cancel" = "取消";
"File.Transfer.Download.NotStart" = "下載未開始";
"File.Transfer.Button.Download" = "下載";
"File.Transfer.Forward.FileNotExist.Header" = "轉發失敗";
"File.Transfer.Forward.FileNotExist.Body" = "檔案不存在或已被刪除，轉發失敗。";
"File.Transfer.Export.FileNotExist.Header" = "儲存失敗";
"File.Transfer.Export.FileNotExist.Body" = "檔案不存在或已被刪除，儲存失敗。";
"File.Transfer.Export.FileNotDownload.Header" = "無法儲存";
"File.Transfer.Export.FileNotDownload.Body" = "檔案未下載完成，無法儲存。";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "檔案太大，暫時無法傳送到%lu人的群組。";

// Location Message
"LocationMessage.DefaultDescription" = "位置";
"LocationMessage.OpenInQQMaps" = "使用騰訊地圖打開…";
"LocationMessage.OpenInAppleMaps" = "使用Apple地圖打開…";
"LocationMessage.OpenInGoogleMaps" = "使用Google地圖打開…";
"LocationMessage.OpenInMaps" = "在地圖中查看…";

// System Message
"BrandContact.ReceiveMessage.Title" = "開啟接收";
"BrandContact.ReceiveMessage.Message" = "接收此官方帳號訊息";

// Voip Message
"Voip_Connect_Most_Friend" = "最近聯絡人";
"Not_Support_Vediovoip"       = "對不起，你的裝置暫不可以視訊通話。";
"Not_Support_Vediovoip_Receiver"    = "對方發送了一個視頻邀請，但你的裝置無法視訊通話";
"Voip_NoNetWork_Tips"          = "目前網路不可用，無法通話，請檢查你的網路裝置。";
"Videovoip_Status_inviting"   = "邀請你進行視訊通話";
"Videovoip_Status_Calling"    = "撥號中";
"Videovoip_Status_Connecting" = "連接中";
"Videovoip_Status_Hangup"     = "通話結束";
"Videovoip_Status_Reject"     = "已拒絕，通話結束";
"Videovoip_Status_TimeOut"    = "連線逾時";
"Videovoip_Status_BeHanguped" = "對方已掛斷，通話結束";
"Videovoip_Status_CallFail"   = "連線錯誤";
"Videovoip_Status_Exception"  = "網路異常，通話結束。";
"Videovoip_Status_WaitForAnswer" = "正在等候對方接受邀請";
"Videovoip_Status_PeerNoAnswer"  = "對方無回應";
"Videovoip_Status_PeerIsBusy"    = "對方正忙碌";
"Videovoip_Status_Caller_CallFail" = "連線失敗";
"Videovoip_Status_BeRejected"    = "對方拒絕了你的視訊邀請";
"Videovoip_Status_CancelCall"    = "通話已取消";
"Videovoip_Stauts_NotSupport"    = "此功能暫時只在Wi-Fi環境下才能使用";
"Videovoip_Status_PeerVersion_NotSupport" = "對方WeChat版本不支援視訊通話，你無法呼叫對方。";
"Videovoip_Status_CheckContact_Error"     = "對方沒有將你加為朋友，無法使用視訊通話。";
"Videovoip_Status_Blacklist_Error"        = "對方將你加入了黑名單，無法使用視訊通話。";
"Videovoip_Status_PeerPluginClose"        = "對方關閉了視訊通話功能，通話失敗。";
"Videovoip_Status_NetWorkError" = "網路錯誤，通話結束。";
"Videovoip_Status_TalkBroken" = "連接中斷，通話結束。";
"Videovoip_Status_Caller_DetectCamera_Fail" = "未檢測到鏡頭，請稍後再試或切到語音通話。";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "未檢測到鏡頭，請稍後再試或切到語音通話。";

"Voip_LocalNotification_Tips"   = "%@邀請你進行視訊通話";
"VoiceVoip_LocalNotification_Tips" = "%@邀請你進行語音通話";
"Cancel_LocalNotification_Tips" = "來自：%@ 的未接電話";
"Normal_LocalNotification_Tips" = "你收到了一條WeChat訊息。";

"Voicevoip_Status_inviting"   = "邀請你進行語音通話";
"Voicevoip_Status_PeerVersion_NotSupport" = "對方的WeChat版本暫不支援語音通話，呼叫失敗。";
"Voicevoip_Status_CheckContact_Error"     = "對方沒有加你為好友，不能進行語音通話。";
"Voicevoip_Status_Blacklist_Error"        = "對方把你加入了黑名單，不能進行語音通話。";
"Voicevoip_Status_PeerPluginClose"        = "對方關閉了語音通話功能，通話失敗。";
"Voicevoip_Status_BeRejected"    = "對方拒絕了你的語音通話請求";

"VoipNetSattus_Bad_Tips" = "目前通話連線不穩定";

"Videovoip_HangupBtnTitle"              = "掛斷";
"Voice_SpeakerButton" = "揚聲器";
"Voice_MicButton_Title" = "關閉麥克風";
"Voice_MicButton_Clicked_Title" = "開啟麥克風";

"Voip_NodeView_Status_NotConnected"     = "未接通";
"Voip_NodeView_Status_Call_Complete"    = "通話時長 %u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "通話中斷 %u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "已取消";
"Voip_NodeView_Status_Remote_Cancel" = "對方已取消";
"Voip_NodeView_Status_Busy" = "對方忙線中";
"Voip_NodeView_Status_Call_Failed" = "連線失敗";
"Voip_NodeView_Status_No_Answer" = "無人接聽";
"Voip_NodeView_Status_Remote_No_Answer" = "對方無回應";
"Voip_NodeView_Status_Reject" = "已拒絕";
"Voip_NodeView_Status_Remote_Reject" = "對方已拒絕";
"Voip_NodeView_Status_Not_Support" = "對方不支援";
"Voip_NodeView_Status_Connect_Failed" = "連線失敗";
"Voip_NodeView_Status_Ignore" = "已忽略";


"Voip_AcceptByVoice"                = "接受語音通話";
"Voip_SwtichToVoice"                = "已切換為語音通話";
"Voip_AcceptCall"                   = "接聽";
"Voip_RejectCall"                   = "拒絕";
"Voip_System_Msg_Content"           = "視訊通話：%@ %@";
"VoiceVoip_System_Msg_Content"      = "語音通話：%@ %@";


"Voip_SendVideoCallInvite"          = "發訊息";
"Voip_CallFail_ForTimeLogic_Title"  = "免打擾提示";

"Voip_LocalInviteMsgContent"        = "視訊一下?";
"VoiceVoip_LocalInviteMsgContent"   = "語音通話?";

"Voip_Audio_Device_Unplugin_Speaker" = "聲音將透過揚聲器播放";
"Voip_Audio_Device_Unplugin_EarPhone" = "聲音將透過聽筒播放";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "耳機拔出後，聲音將透過揚聲器播放";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "耳機拔出後，聲音將透過聽筒播放";
"Voip_RotateScreen"                = "旋轉畫面";
"Voip_EndCall_Alert_Title"                = "結束通話";
"Voip_EndCall_Alert_Message"              = "關閉窗口將結束通話";
"Voip_EndCall_Alert_CancelButton_Title"   = "取消";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "結束通話";
"Voip_Receiver_EndCall_Notification_Msg"  = "通話已結束";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "等待對方開啟視訊";
"Voip_EarModeStatus_Tips"        = "已切換至語音通話";
"Voip_RemoteVideoModeOpen_Tips"  = "對方相機鏡頭已開啟";
"Voip_RemoteEarMode_Tips" = "對方相機鏡頭已關閉";
"Voip_Loudspeaker_Off" = "已切換至語音通話，請使用聽筒接聽";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "對方已切換至到語音通話，請使用聽筒接聽";
"Voip_Loudspeaker_Off_No_Mic" = "已切換至語音通話";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "對方已切換至語音通話";
"Voip_LocalEarModeTips"     = "相機鏡頭已關閉，對方不會看到你的影像";
"Voip_LocalVideoMode"       = "相機鏡頭已開啟，對方可以看到你的影像";

"Voip_LocalBadNetwork" = "網路狀況差，已切換至語音通話，請使用聽筒繼續通話";
"Voip_RemoteBadNetwork" = "對方網路狀況差，已切換至語音通話，請使用聽筒繼續通話";

"Voip_LocalBadNetwork_No_Mic" = "網路狀況差，已切換至語音通話";
"Voip_RemoteBadNetwork_No_Mic" = "對方網路狀況差，已切換至語音通話";

"Voip_CallerView_Hangup" = "取消";
"Voip_Contact_Info_View_Button_Title" = "視訊通話";
"VoiceVoip_Contact_Info_View_Button_Title" = "語音通話";
"WeChatCall_Contact_Info_View_Button_Title" = "視訊通話";

"Voip_RemoteEarMode_before_Answer" = "對方已切換至語音通話";
"Voip_LocalEarMode_before_Answer" = "已切換至語音通話";
"Voip_Remote_May_Not_Online" = "對方手機可能不在身邊，建議稍後再次嘗試";


"Voip_VideoView_Minimize_Tips" = "最小化後，相機鏡頭不會關閉，視訊通話仍將繼續";
"Voip_VoiceView_Minimize_Tips" = "最小化後，聲音會透過揚聲器播放";
"Voip_Video_Conflict" = "正在視訊通話，請稍後再試";
"Voip_Audio_Conflict" = "正在語音通話，請稍後再試";
"Voip_CanStart_Video_Call" = "正在視訊通話，無法重複接通";
"Voip_CanStart_Audio_Call" = "正在語音通話，無法重複接通";
"Voip_Status_Audio_Working_Tips" =  "語音通話中，輕觸返回";
"Voip_Camera_Switch_Tips" = "切換相機鏡頭";
"Voip_Ignore_Call" = "忽略來電";
"Voip_Ignore_Alert_Message" = "忽略來電後，對方不會知道你已經取消了他的來電";
"Voip_Ignore_End_Message" = "已忽略來電";

"Voip_Video_Minimize_Message" = "視訊通話已最小化";
"Voip_Audio_Minimize_Message" = "語音通話已最小化";
"Voip_Minimize_Button" = "最小化";
"Voip_Interrupt_By_PhoneCall" = "正在進行系統通話，通話結束。";
"Voip_Interrupt_By_OtherApp" = "手機其他應用正在使用音頻設備，通話結束。";
"Voip_InPhoneCall_Conflict" = "電話通話中，請結束後再撥打";

// ChatManager sidebar
"ChatManager.Sidebar.All" = "所有聊天記錄";
"ChatManager.Sidebar.PhotoItems" = "相簿";
"ChatManager.Sidebar.FileItems" = "檔案";
"ChatManager.Sidebar.URLItems" = "連結";
"ChatManager.Sidebar.MusicItems" = "音樂";
"ChatManager.Sidebar.VoiceItems" = "語音";


// Contacts Sidebar
"Contacts.Sidebar.All" = "聯絡人";
"Contacts.Sidebar.Favorites" = "超級好友";
"Contacts.Sidebar.GroupChats" = "群組聊天室";
"Contacts.Sidebar.Requests" = "新的朋友";
"Contacts.Sidebar.OAs" = "官方帳號";
"Contacts.Sidebar.Enterprise" = "企業帳號";
"Contacts.Sidebar.Tags" = "標籤";
"Contacts.Sidebar.Locations" = "地理位置";
"Contacts.NickNameLabel" = "暱稱";
"Contacts.FavoritesHeading" = "★ 超級好友";

// Contacts Context Menu
"Contacts.Menu.Message" = "傳訊息";
"Contacts.Menu.Call" = "視訊通話";
"Contacts.Menu.Share" = "分享給好友…";
"Contacts.Menu.Delete" = "刪除";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d 個聯絡人";
"Contacts.ContactList.Count.Plural" = "%d 個聯絡人";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "QQ";
"EmojiPicker.Category.Human" = "人物";
"EmojiPicker.Category.Nature" = "自然";
"EmojiPicker.Category.Objects" = "物品";
"EmojiPicker.Category.Places" = "地方";
"EmojiPicker.Category.Symbols" = "符號";

"EmojiPicker.Gesture.SwipeHint" = "開啟左右滑動手勢，快速翻頁貼圖";
"EmojiPicker.Gesture.SwipeHintDetail" = "請在系統設定中開啟“在頁面之間輕掃”的手勢";
"EmojiPicker.Gesture.IgnoreHint" = "不再提醒";
"EmojiPicker.Gesture.HandleLater" = "以後再說";
"EmojiPicker.Gesture.HandleRightNow" = "立即設定";

"Emoticon.Favorite" = "自訂貼圖";
"EmojiPicker.Adding" = "下載中";
"EmojiPicker.Added" = "已新增";
"EmojiPicker.Add.Fail" = "新增失敗";
"EmojiPicker.Touch.Limit" = "已達到上限";
"EmojiPicker.Add.Timeout" = "請求逾時";
"EmojiPicker.Add.Fail.TooLarge" = "圖片太大，無法新增。";

"EmojiPicker.Add.Fail.NeedPurchase" = "此貼圖為付費貼圖，請購買後重新新增。";
"EmojiPicker.Add.Fail.NotValidArea" = "此貼圖不對本地區用戶開放，無法新增。";
"EmojiPicker.Add.Fail.Expired" = "此貼圖已下架，無法新增。";
"EmojiPicker.Add.Fail.NoSuchProduct" = "無法新增此貼圖";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "你邀請%@加入了聊天室";
"CreateChatRoom.MsgSeperate" = "、";
"CreateChatRoom.DefaultTopic"	= "群組聊天室";
"ChatRoom.ReservedTopicNames"	= "群組聊天室|多人聊天";
"ChatRoom.NeedVerify" = "請先傳送朋友驗證邀請給%@，對方將你加為WeChat朋友後，你才能邀請其加入聊天室。";
"ChatRoom.Panel_Choose_Contact" = "請勾選需要新增的聯絡人";
"ChatRoom.Panel_Chosen_Num" = "已經選擇了%lu個聯絡人";
"ChatRoom.Panel_Has_Add" = "已選擇聯絡人";
"ChatRoom.Delete_Member_Fail" = "刪除聯絡人失敗";
"ChatRoom.Delete_Self" = "不能刪除自己";

"ChatRoom.ChatRoomBeyondMax" = "群組數量已達上限";
"ChatRoom.TopicIllegal" = "聊天室主題違反規定";
"ChatRoom.Unkown_Failed" = "聊天室建立失敗";
"ChatRoom.ChatRoomMemberBeyondMax" = "人數已達到上限，請減少成員數量";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "人數已達到上限，請升級群組人數";
"ChatRoom.NeedVerifyWait"  = "你邀請朋友加入聊天室的請求已傳送，需等待群組管理者驗證。";
"ChatRoom.NotExist" = "群組不存在";
"ChatRoom.Status_Error" = "當前群組狀態異常，暫時不能邀請朋友加入聊天室";
"ChatRoom.Error_NoUser" = "%@用戶不存在。";
"ChatRoom.Error_BlackList" = "%@拒絕加入聊天室。";
"ChatRoom.Error_Verify" = "%@未新增你為WeChat朋友，請先加為好友後，才能邀請其加入聊天室。";

"ChatRoom.Quit.Confirm.Heading" = "退出聊天室：%@";
"ChatRoom.Quit.Confirm.Message" = "退出聊天室將不再接收來自該群組的訊息";
"ChatRoom.Quit.Confirm.OK" = "退出";

// Sticker Picker
"StickerPicker.CustomStickers" = "收藏貼圖";

// Compose Bar
"ComposeBar.PlaceholderString" = "訊息";
"ComposeBar.EmoticonTooltip" = "表情符號";
"ComposeBar.StickerTooltip" = "貼圖";
"ComposeBar.AttachmentTooltip" = "附件";
"ComposeBar.VideoTooltip" = "視訊通話";
"ComposeBar.VoiceTooltip" = "語音通話";

"ComposeBar.ScreenshotText" = "截圖";
"ComposeBar.ChatManagerTooltip" = "搜尋聊天內容";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "一次最多只能傳送前%d個附件。";

// Chat Unselected View
"Unselected.Wording" = "選擇一個聯絡人開始聊天";

// Message Context Menu
"Message.Menu.Copy" = "複製";
"Message.Menu.Delete" = "刪除";
"Message.Menu.Forward" = "轉發";
"Message.Menu.Add.Emotion" = "新增到貼圖";
"Message.Menu.Browser" = "在瀏覽器中打開";
"Message.Menu.Copy.Link.Url" = "複製連結地址";
"Message.Menu.Refresh" = "重新整理";
"Message.Menu.Service" = "服務";
"Message.Menu.Translate" = "翻譯";
"Message.Menu.HideTranslation" = "原文";
"Message.Menu.Favorites" = "收藏";
"Message.Menu.Export" = "存儲…";
"Message.Menu.SaveAs" = "存儲…";
"Message.Menu.Save" = "存儲…";
"Message.Menu.Recall" = "回收";
"Message.Menu.Recall.Over.Two.Mins" = "回收 (已超過兩分鐘)";
"Message.Menu.Resend" = "重發";
"Message.Menu.Share.Extension" = "分享…";
"Message.Menu.Quote" = "引用訊息";
"Message.Menu.Debug.ViewSource" = "🍴 顯示 XML";
"Message.Menu.Convert.To.Text" = "轉換成文字";
"Message.Menu.Wipe.Out.Text" = "收起文字";
"Message.Menu.Multiple.Select" = "多選";
"Message.Menu.Message.Locate" = "查看上下文";
"Message.ErrorIndicator.Resend" = "重發";
"Message.Menu.Open" = "打開";
"Message.Menu.OpenWith" = "開啟方式";
"Message.Menu.OpenFolder" = "打開檔案夾";

"Message.Notification.Mention" = "%@在聊天室中@了你";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "語音轉換失敗";
"Message.Error.ChatSync.Voice.No.Data" = "最近的語音暫時無法同步。";

// Message Multiple select
"Message.Multiple.Select.Forward" = "逐條轉發";
"Message.Multiple.Select.Merge.Forward" = "合併轉發";
"Message.Multiple.Select.Fav" = "收藏";
"Message.Multiple.Select.Save" = "儲存至電腦";
"Message.Multiple.Select.Delete" = "刪除";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "檔案太大，暫時無法傳送到%lu人的群組。";

"Message.Multiple.Select.Undownload" = "選中的訊息中，未下載的貼圖/圖片/視頻/檔案不能轉發和收藏";
"Message.Multiple.Select.NotAllowForword" = "選中的訊息中，語音/名片/遊戲/優惠券/付款類訊息不能轉發";
"Message.Multiple.Select.NotAllowFav" = "選中的訊息中，貼圖/名片/遊戲/優惠券/記錄/付款類訊息/大檔案或其他特殊訊息不能收藏";
"Message.Multiple.Select.Undownload.NotAllowForward" = "選中的訊息中，語音/名片/遊戲/優惠券/付款類訊息、未下載的貼圖/圖片/影片/檔案不能轉發。";
"Message.Multiple.Select.Undownload.NotAllowFav" = "選中的訊息中，貼圖/名片/遊戲/優惠券/記錄/付款類訊息、未下載的貼圖/圖片/影片/檔案不能收藏。";
"Message.Multiple.Select.NotAllow.MergeForward" = "選中的訊息中，聊天記錄/筆記/大檔案/語音/名片/遊戲/優惠券/付款類訊息不能合併轉發。";
"Message.Multiple.Select.NotAllowSave" = "只能儲存圖片/影片/檔案到電腦，其他類型的消息將不被保存";
"Message.Multiple.Select.Save.proceeding" = "正在儲存…";
"Message.Multiple.Select.Save.Finished" = "已儲存";
"Message.Multiple.Select.Save.ExportFailedMsg" = "檔案儲存失敗";
"Message.Multiple.Select.Save.CdnServerExpired" = "檔案已過期";
"Message.Multiple.Select.Save.CdnDownloadFailed" = "檔案下載失敗";
"Message.Multiple.Select.Save.Progress.LabelText" = "正在儲存第%u/%u個檔案...";
"Message.Multiple.Select.Save.Result.LabelText" = "已儲存%u個檔案，<a href=\"#\">%u個檔案下載失敗</a>";
"Message.Multiple.Select.TooMany" = "聊天記錄最多不能選擇超過%u則";

"Fav_Node_Name_Record" = "[對話記錄]";
"Fav_Node_Name_Card" = "[優惠券訊息]";
"Fav_Node_Name_Emoji" = "[動態貼圖]";
"Fav_Node_Name_Pay" = "[付款訊息]";
"Fav_Node_Name_Not_Support" = "[該訊息類型暫不能顯示]";
"Fav_Node_Name_ShareCard" = "[名片]";
"Fav_Record_Title" = "聊天記錄";

// Message Delete
"Message.Delete.Confirm.Title" = "刪除訊息";
"Message.Delete.Confirm.Description" = "是否刪除該則訊息？";
"Message.Delete.Multiple.Confirm.Description" = "是否刪除選中的訊息？";
"Message.Delete.Confirm.Action" = "刪除";

// Chat Manager
"Message.ChatManager.Tab.All" = "全部";
"Message.ChatManager.Tab.File" = "檔案";
"Message.ChatManager.Tab.Photo" = "圖片與影片";
"Message.ChatManager.Tab.Link" = "連結";
"Message.ChatManager.Tab.Back" = "返回";

"Message.ChatManager.Normal.NoRecords" = "無結果";

"Message.ChatManager.Search.NoResults" = "暫無與\"%@\"相關的聊天記錄";
"Message.ChatManager.Search.NoFiles" = "暫無與\"%@\"相關的檔案";
"Message.ChatManager.Search.NoPhotos" = "暫無與\"%@\"相關的圖片與影片";
"Message.ChatManager.Search.NoLinks" = "暫無與\"%@\"相關的連結";
"Message.ChatManager.Search.ResultsCount" = "%u條與\"%@\"相關的聊天記錄";
"Message.ChatManager.Search.FilesCount" = "%u條與\"%@\"相關的檔案";
"Message.ChatManager.Search.PhotosCount" = "%u條與\"%@\"相關的圖片與影片";
"Message.ChatManager.Search.LinksCount" = "%u條與\"%@\"相關的連結";

"Message.ChatManager.NotDownloaded" = "未下載";
"Message.ChatManager.Resource.Expired" = "檔案已被清除。";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "轉發訊息";
"Message.ForwardSheet.Confirm" = "轉發";
"Message.ForwardSheet.ErrorHeader" = "暫時無法轉發該訊息";
"Message.ForwardSheet.ErrorDescription" = "轉發訊息發生錯誤，請稍後再試。";
"Message.ForwardAlert.Header" = "轉發訊息";
"Message.ForwardAlert.Description" = "確定要轉發到目前的聊天嗎？";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "無法轉發";
"Message.Video.ErrorHeader.Copy" = "無法複製影片";
"Message.Video.ErrorDescription.ShouldDownload" = "請先下載該影片。";
"Message.Video.ErrorDescription.General" = "無法轉發此訊息";
"Message.Video.Compressing" = "壓縮中…";
"Message.Video.Expired" = "檔案已被清除。";

// Friend Request
"Friend.Request.Default.Content" = "請求新增你為好友";
"Friend.Request.Accept" = "通過驗證";
"Friend.Request.Delete" = "刪除";
"Friend.Request.Added" = "已新增";
"Friend.Request.View.Title" = "好友請求";
"Friend.Request.Accept.ErrorHeader" = "未能新增好友";

"Friend.Request.WaitingForConfirm" = "等待驗證";
"Friend.Request.Greeting" = "打招呼";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "朋友驗證";
"Friend.Verify.Message.Window.Hint" = "向%@傳送好友請求";
"Friend.Verify.Message.Window.Send" = "傳送";
"Friend.Verify.Message.Window.Default.Message" = "我是%@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "我是聊天室\"%1$@\"的%2$@";

// Add Friend
"Add.Friend.Message.Window.Common.Title" = "新增好友";
"Add.Friend.Message.Window.Common.Error" = "新增好友失敗，請稍後再試。";
"Add.Friend.Message.Window.Server.Error" = "伺服器忙碌，請稍後再試。";
"Add.Friend.Message.Window.Blacklist.Error" = "對方拒絕接收你的請求。";
"Add.Friend.Message.Window.Freqlimit.Error" = "你的發言過於頻繁，請稍後再試。";
"Add.Friend.Message.Window.Spam.Error" = "訊息無法傳送，請調整後再嘗試。";
"Add.Friend.Message.Window.Brandfans.Error" = "關注人數已達到上限，無法關注。";
"Add.Friend.Message.Window.Nouser.Error" = "無法找到該用戶，請確認你所新增的用戶是否存在。";
"Add.Friend.Message.Window.Notsupport.Error" = "對方的版本尚未支援此功能，無法回覆。";

// Send Friend Request Dialog
"SendFriendRequest.Heading" = "傳送好友請求";
"SendFriendRequest.Prompt" = "Enter a greeting message:";
"SendFriendRequest.DefaultMsgFormat" = "我是%@";
"SendFriendRequest.Send" = "傳送";


// Unsupported Message
"Message.Unsupported" = "目前版本暫不支援查看此訊息，請在手機上查看。";
// Appbrand Message
"Message.AppBrand.Summary" = "[小程式]";
"Message.AppBrand.Send.Hint" = "[你傳送了一個小程式，請在手機上查看]";
"Message.AppBrand.Receive.Hint" = "[你收到了一個小程式，請在手機上查看]";
// Hongbao Message
"Message.Hongbao.Summary" = "[WeChat紅包]";
"Message.Hongbao.Send.Hint" = "[你傳送一個WeChat紅包]";
"Message.Hongbao.Receive.Hint" = "[你收到一個WeChat紅包，請在手機上查看]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[轉帳] 待朋友確認收款";
"Message.Transfer.Send.Hint" = "[你完成了一筆轉帳]";
"Message.Transfer.Send.Accept.Summary" = "[轉帳] 你已確認收款";
"Message.Transfer.Send.Accept.Hint" = "[你已確認收款]";
"Message.Transfer.Send.Reject.Summary" = "[轉帳] 你已將錢退還";
"Message.Transfer.Send.Reject.Hint" = "[你已將錢退還]";
"Message.Transfer.Receive.Summary" = "[轉帳] 請你確認收款";
"Message.Transfer.Receive.Hint" = "[你收到了一筆轉帳，請在手機上查看]";
"Message.Transfer.Receive.Accept.Summary" = "[轉帳] 朋友已確認收款";
"Message.Transfer.Receive.Accept.Hint" = "[朋友已確認收款]";
"Message.Transfer.Receive.Reject.Summary" = "[轉帳] 錢已被朋友退還";
"Message.Transfer.Receive.Reject.Hint" = "[錢已被朋友退還]";

// Export
"Link.Export.Default.Title" = "連結";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "敬請期待";
"DebugTools.FeatureNotReady.Body" = "我們正在努力開發這個需求中，請坐和放寬，夜不能寐。\n\n 不要怪我們沒有警告過你 \n 我們都有不順利的時候 \n Something happened \n 這真是讓人尷尬 \n 請坐和放寬 \n 滾回以前的版本 \n 這就是你的人生 \n 是的，你的人生 \n\n ——致微軟";
"DebugTools.Menu.CheckForUpdates" = "檢查更新…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "檢查更新… (請使用 OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "看看我們的部落格…";
"DebugTools.Menu.UploadLogs" = "上傳日誌…";
"DebugTools.Menu.Filesystem" = "Filesystem";
"DebugTools.Menu.Filesystem.Library" = "開啟目前用戶 Library 目錄";
"DebugTools.Menu.Filesystem.Cache" = "開啟目前用戶 Cache 目錄";
"DebugTools.Menu.MarkAllAsRead" = "所有對話設為已讀";
"DebugTools.Menu.KitchenSink" = "Kitchen Sink (試驗性的東西）";
"DebugTools.Menu.SwitchServer" = "切換伺服器";


// Log Report
"LogReport.Description" = "點擊按鈕上傳日誌，能夠幫助我們更快地定位和解決問題 :)";
"LogReport.Upload" = "上傳日誌";
"LogReport.Uploading" = "正在上傳日誌…";
"LogReport.UploadFinished" = "上傳完成, 感謝你的配合 :)";
"LogReport.UploadFailed" = "上傳失敗，請檢查你的網路，稍後再試";
"LogReport.UploadDone" = "完成";

// Search
"Search.Comma" = "，";
"Search.Include" = "包含：";
"Search.GroupName" = "群組名稱：";
"Search.Nickname" = "暱稱：";
"Search.Username" = "WeChat ID: ";
"Search.Remark" = "備註：";
"Search.RemarkDescription" = "備註：";
"Search.City" = "城市：";
"Search.Province" = "省份：";
"Search.Country" = "國家：";
"Search.NoResults" = "無搜尋結果";
"Search.Section.Contact" = "聯絡人";
"Search.Section.GroupChat" = "聊天室";
"Search.Section.OA" = "官方帳號";
"Search.Section.Favorite" = "收藏";
"Search.Section.See.All.Format" = "查看全部 (%d)";
"Search.Section.Fold" = "收起";
"Search.Section.ChatLog" = "對話記錄";
"Search.Section.More" = "更多";

"Search.Section.FavSearch.Title" = "搜尋收藏";
"Search.Section.FavSearch.TitleNormal" = "搜尋收藏：";
"Search.Section.FavSearch.Desc" = "收藏的內容";

// Web search
"Search.Section.WebSearch.Title" = "搜一搜";
"Search.Section.WebSearch.TitleNormal" = "搜一搜：";
"Search.Section.WebSearch.SearchField.Placeholder" = "搜尋文章";
"Search.Section.WebSearch.Desc" = "搜尋文章資訊";
"Search.Section.WebSearch.SearchMore" = "正在搜尋...";
"Search.Section.WebSearch.NoMore" = "沒有更多的搜尋結果";
"Search.Section.WebSearch.ResultTitle" = "相關文章";
"Search.Section.WebSearch.DefaultOrder" = "推薦排序";
"Search.Section.WebSearch.TimeOrder" = "發佈時間排序";

// Time
"Time.Before.One.Minute" = "1 分鐘前";
"Time.Before.Minutes" = "%lu 分鐘前";
"Time.Before.One.Hour" = "1 小時前";
"Time.Before.Hours" = "%lu 小時前";
"Time.Before.Days" = "%lu 天前";
"Time.Yesterday" = "昨天";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Text";
"Favorites.Default.Title.Video" = "影片";
"Favorites.Default.Title.Sight" = "微影片";
"Favorites.Default.Title.Image" = "圖片";
"Favorites.Default.Title.Voice" = "語音";
"Favorites.Default.Title.WebPage" = "連結";
"Favorites.Default.Title.Location" = "地理位置";
"Favorites.Default.Title.Music" = "音樂";
"Favorites.Default.Title.File" = "檔案";
"Favorites.Default.Title.Book" = "書";
"Favorites.Default.Title.Product" = "產品";
"Favorites.Default.Title.TV" = "電視";
"Favorites.Default.Title.Card" = "卡片";
"Favorites.Default.Title.Record" = "聊天記錄";
"Favorites.Default.Title.Record.Format" = "%@的聊天記錄";
"Favorites.File.Over.Limit.Title" = "收藏檔案";
"Favorites.File.Over.Limit.Description" = "超過25M的文件，收藏後無法查看詳情";
"Favorites.No.FavItems.Description" = "暫無收藏內容";
"Favorites.No.FavItems.Add.Items.Tips" = "可將聊天內容新增到收藏";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "傳送收藏";
"Favorite.ForwardSheet.Confirm" = "傳送";
"Favorite.ForwardSheet.ErrorHeader" = "暫時無法轉發該訊息";
"Favorite.ForwardSheet.ErrorDescription" = "轉發時發生錯誤，請稍後再試。";
"Favorite.ForwardAlert.Header" = "傳送收藏";
"Favorite.ForwardAlert.Description" = "確定要傳送到目前聊天室嗎？";

"Favorites.AddToFavoritesDragOverlay" = "新增到收藏";
"Favorites.Via" = "來自：";
"Favorites.GroupChat.Default.Name" = "聊天室";
"Favorites.Show.In.Fav" = "在收藏中查看";
"Favorites.Usage.Format" = "已使用 %@ 可用 %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "傳送給好友…";
"Favorites.Menu.Copy" = "複製";
"Favorites.Menu.Delete" = "刪除";
"Favorites.Menu.Download" = "下載";
"Favorites.Menu.Open.File" = "打開";
"Favorites.Menu.Export.File" = "存儲…";
"Favorites.Confirm.Delete.Title" = "刪除收藏";
"Favorites.Confirm.Delete.Title.Multiple" = "確認要刪除這%lu則收藏？";
"Favorites.Confirm.Delete.Desc" = "確認將此內容從收藏中刪除？";
"Favorites.Confirm.Delete.Desc.Multiple" = "將同步刪除所有裝置上的這些收藏";
"Favorites.Confirm.Delete" = "刪除";
"Favorites.Menu.View.Debug.XML" = "🍴 顯示 XML";

"Favorites.Send.Heading.Singular" = "分享這則收藏";
"Favorites.Send.Heading.Plural" = "分享 %d 則收藏";
"Favorites.Send.Button" = "傳送";
// Error
"Favorites.Send.Error.Header" = "傳送失敗";
"Favorites.Send.Error.SingleItem.Body" = "該收藏尚未下載，請下載後再傳送。";
"Favorites.Send.Error.MultiItems.Body" = "你的選擇中包含未下載的收藏，請下載後再傳送。";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "你的選擇中包含未下載的收藏：%@，請下載後再傳送。";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "貼圖下載中，請稍後在傳送。";
"Favorites.File.Export.Error.Header" = "檔案儲存失敗";
"Favorites.Open.Error.Header" = "打開失敗";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "收藏項下載中，請稍後再打開。";
"Favorites.File.Export.Error.Body" = "請先下載該檔案。";
"OA.Number.Over.Limit.Addcontact.Fail" = "關注失敗";
"OA.Number.Over.Limit.Addcontact.Hint" = "你關注的官方帳號數量已達到上限";
"Favorites.Record.Group.Forward.Title" = "%@的聊天記錄";


// Favorites sidebar
"Favorites.Sidebar.All" = "全部收藏";
"Favorites.Sidebar.PhotoItems" = "相簿";
"Favorites.Sidebar.URLItems" = "連結";
"Favorites.Sidebar.MusicItems" = "音樂";
"Favorites.Sidebar.NoteItems" = "筆記";
"Favorites.Sidebar.Tag" = "標籤";
"Favorites.Sidebar.Senders" = "來自聯絡人";
"Favorites.Sidebar.Chats" = "來自群組";
"Favorites.Sidebar.FileItems" = "檔案";
"Favorites.Sidebar.ShowMore" = "顯示全部…";
"Favorites.Sidebar.Hide" = "隱藏";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ 來自 %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "轉發";
"Favorites.Viewer.Action.Delete" = "刪除";
"Favorites.Viewer.Action.Export" = "存儲…";
"Favorites.Viewer.Action.SaveAs" = "存儲…";
"Favorites.Viewer.Action.Save" = "存儲…";
"Favorites.Viewer.Action.OpenInBrowser" = "在瀏覽器中打開";
"Favorites.Viewer.Action.AddToFavorites" = "新增到收藏";
"Favorites.Viewer.Action.Share" = "分享";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "無法轉發此收藏";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "這條收藏尚未完成下載，無法轉發。";
"Favorites.Viewer.Action.Previous.Item" = "上一篇文章";
"Favorites.Viewer.Action.Next.Item" = "下一篇文章";
"Favorites.Viewer.Action.OpenWith" = "使用預設方式開啟";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "使用\"%@\"開啟";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "目前版本無法查看此內容";
"Favorites.Note.UpdateTips" = "請更新到最新WeChat版本";
"Favorites.Note.Downloading" = "下載中";

"Fav.Record.Single.Forward.Title" = "%@和%@的聊天記錄";
"Fav.Record.Group.Forward.Title.New" = "%@、%@和%@";
"Fav.Record.Group.Forward.Title" = "%@的聊天記錄";
"Contacts.GroupCard"			= "群組聊天室";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@、%@和%@";
"Fav_Record_Group_Forward_Title_Count" = "等%u人";
"Fav_Record_Forward_Voice_CannotPlay" = "轉發的語音不可播放";

"Fav_Node_Img_Title" = "[圖片]";
"Fav_Node_Location_Title" = "[位置] %@";
"Fav_Node_Voice_Title" = "[語音]";
"Fav_Node_Emoji_Title" = "[貼圖]";
"Fav_Node_Video_Title" = "[影片]";
"Fav_Node_File_Title" = "[檔案] %@";
"Fav_Node_Music_Title" = "[音樂] %@";
"Fav_Node_Goods_Title" = "[商品] %@";
"Fav_Node_TV_Title" = "[電視] %@";
"Fav_Node_URL_Title" = "[連結] %@";
"Fav_Node_Sight_Title" = "[微影片]";

//WeNote
"WeNote_Default_Title" = "新增標題";
"WeNote_Update_Time" = "記錄於";
"WeNote_Record" = "錄音";
"WeNote_Recording" = "錄音中";
"WeNote_Downloading" = "加載中";
"WeNote_UnknownType" = "目前版本無法查看此內容";
"WeNote_UpdateTips" = "請更新到最新WeChat版本";
"WeNote_Conflict_Prefix" = "衝突的修改";
"WeNote_Conflict" = "衝突的修改（%lu-%lu-%lu）";
"OpenApi_MainItem_Note" = "[筆記]";
"WeNote_Message_Default_Title" = "筆記";
"WeNote_Fav_Icon_Text" = "收藏";
"WeNote_Total_Image_Count" = "(%lu)";
"WeNote_Add_New_Note_PlaceHolder" = "輸入文字或者拖曳檔案到這裡";
"WeNote_Delete_Note_Alert_Title" = "刪除筆記";
"WeNote_Delete_Note_Alert_Message" = "這些收藏將在你所有的設備上被刪除";
"WeNote_Delete_Note_Alert_ConfirmButton_Title" = "刪除";
"WeNote_Delete_Note_Alert_CancelButton_Title" = "取消";
"WeNote_Small_Font_Size" = "小";
"WeNote_Mid_Font_Size" = "中";
"WeNote_Big_Font_Size" = "大";
"WeNote_Add_Content_Filed_Alert_Title" = "新增內容失敗";
"WeNote_Insert_Not_Support_Alert_Message" = "暫不支援此類型的檔案";
"WeNote_Max_Window_Number_Alert_Title" = "開啟視窗失敗";
"WeNote_Max_Window_Number_Alert_Content" = "當前開啟的視窗過多，可關閉部分後再試";
"WeNote_Max_Content_Length_Alert_Content" = "筆記大小達到上限，無法新增內容";
"WeNote_Max_Content_Length_Alert_Confirm_Btn_Title" = "知道了";
"WeNote_Single_Note_Size_Limit_Alert_Content" = "筆記內容過大，無法繼續新增內容。";
"WeNote_Single_Attachment_Size_Limit_Alert_Content" = "暫不支援超過25M的圖片、影片及檔案。";
"WeNote_Wating_Sync_Finish_Wording" = "等待上次同步完成...";
"WeNote_Wating_Html_Download_Finish" = "下載中…";
"WeNote_Wating_Preprocess_Files_Finish" = "處理檔案中…";
"WeNote_Sync_Start_Wroding" = "開始同步";
"WeNote_Sync_Success_Wroding" = "同步完成";
"WeNote_Sync_Failed_Wording" = "同步失敗";
"WeNote_Sync_Wating_Wording" = "同步中";
"WeNote_Untitled_Wording" = "無標題";
"WeNote_Can_Not_Forward_Empty_Note" = "內容為空，無法轉發";
"WeNote_Pick_File_ToolTip" = "新增檔案（⌘O）";
"WeNote_Bold_ToolTip" = "粗體（⌘B）";
"WeNote_Italic_ToolTip" = "斜體（⌘I）";
"WeNote_Underline_ToolTip" = "下底線（⌘U）";
"WeNote_SyncNote_ToolTip" = "儲存並同步（⌘S）";
"WeNote_Tag_ToolTip" = "標籤（⌘T）";
"WeNote_Forward_ToolTip" = "轉發";
"WeNote_Delete_ToolTip" = "刪除";

//收藏标签
"Favorites_Tag" = "標籤";
"Favorites_Tag_Edit" = "編輯標籤";
"Favorites_Tag_Add" = "新增標籤";

// Date
"Favorites.Date.Today" = "今天";
"Favorites.Date.This.Week" = "本周";

// Search
"Favorites.Search.Section.Header.Content" = "內容";
"Favorites.Search.Section.Header.Sender" = "聯絡人";
"Favorites.Search.Section.Header.GroupChat" = "聊天室";
"Favorites.Search.Result.Number.Singular" = "(1 條結果)";
"Favorites.Search.Result.Number.Multiple" = "(%d 條結果)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "來自：";

//收藏容量
"Fav_Capacity_Title" = "收藏空間清理";
"Fav_Capacity_Alert_NotEnough_Title" = "收藏剩餘空間不足";
"Fav_Capacity_Alert_NotEnough_Content" = "已無法正常使用，請清理部分收藏後再繼續使用";
"Fav_Capacity_Detail" = "查看詳情";
"Fav_Capacity_Nearly_UsedUp" = "收藏剩餘空間不足，請清理後繼續使用";
"Fav_Capacity_Already_UsedUp" = "收藏剩餘空間不足，有部分內容上傳失敗，請清理後繼續使用";
"Fav_Capacity_Left" = "收藏可用空間：";
"Fav_Capacity_Choosen" = "可釋放空間：";
"Fav_Capacity_Delete_Tip" = "刪除後不可恢復，確認要刪除選中的收藏檔嗎？";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1則新訊息";
"Message.Unread.TipsPlural" = "%d 則新訊息";

// Message Divider Tips
"Message.Unread.DividerText" = "未讀新訊息如下";
"Message.ChatSync.DividerText" = "以下為最近訊息。";

// Official Account
"OA_Read_More" = "閱讀全文";

// Time
"Util_Today" = "今天";
"Util_Yesterday" = "昨天";
"Util_Sunday" = "星期日";
"Util_Monday" = "星期一";
"Util_Tueday" = "星期二";
"Util_Wedday" = "星期三";
"Util_Thuday" = "星期四";
"Util_Friday" = "星期五";
"Util_Satday" = "星期六";
"Util_Daybreak"  = "凌晨";
"Util_Morning"   = "上午";
"Util_Noon"      = "中午";
"Util_Afternoon" = "下午";
"Util_Evening"   = "晚上";

// Name Card
"Message.Name.Heading" = "個人名片";
"Message.Name.Heading.Official.Account" = "名片";
"Message.Name.GroupChatInviteHeading" = "邀請你加入聊天室";
"Message.Name.Card.Added" = "已新增";
"Message.Name.Card.NotFriendYet" = "還不是好友";
"Message.Name.Card.AddButton" = "新增為好友";
"Message.Name.Card.MessageButton" = "傳訊息";
"Message.Name.Card.OpenGroupButton" = "傳送訊息";
"Message.Name.Card.JoinGroupButton" = "加入";
"Message.Name.Card.GroupAlreadyJoined" = "已在該聊天室中";
"Message.Name.Card.GroupNotYetJoined" = "不在該聊天室中";

"Message.Reader.ReadMore" = "閱讀原文";
"Message.Recall.Failed" = "回收不成功，請檢查網路連接。";
"Message.Recall.Succ" = "你回收了一則訊息";
"Message.Recall.Failed.Alert.Title" = "無法回收此訊息";

"Message.Translate.Failed.Heading" = "翻譯失敗";
"Message.Translate.Failed.Default" = "請稍後再試.";
"Message.Translate.Failed.Text.Over.Limit" = "文字太長，無法翻譯。";
"Message.Translate.Finish" = "已翻譯";

"Message.Input.Too.Long.Title" = "訊息過長";
"Message.Input.Too.Long.Content" = "你輸入的文字過長，無法傳送。";

"Message.Draft.Photo" = "[圖片]";

// Chat Inspector
"ChatInspector.Sticky" = "置頂";
"ChatInspector.Favorite" = "超級好友";
"ChatInspector.Mute" = "訊息免打擾";
"ChatInspector.Share" = "分享";
"ChatInspector.LeaveChat" = "退出聊天室";
"ChatInspector.ShowNames" = "顯示群組暱稱";
"ChatInspector.Send.Message" = "傳訊息";
"ChatInspector.Add.Contact" = "新增為好友";

"ChatInspector.ActionMenu.Invite" = "分享群組名片…";
"ChatInspector.ActionMenu.GroupQRCode" = "群組QR Code";

"ChatInspector.AddMembers.Title" = "選擇聯絡人";
"ChatInspector.AddMembers.Confirm" = "新增";
"ChatInspector.AddMembers.Back" = "返回";

"ChatInspector.InviteMembers.Title" = "分享群組名片";
"ChatInspector.InviteMembers.Confirm" = "確定";
"ChatInspector.InviteMembers.Back" = "返回";

"ChatInspector.ShareIndNamecard.Title" = "分享%@的名片";
"ChatInspector.ShareIndNamecard.Confirm" = "傳送";
"ChatInspector.ShareIndNamecard.Back" = "返回";

"ChatInspector.QRCode.Heading" = "群組QR Code";
"ChatInspector.QRCode.Title" = "分享群組QR Code";
"ChatInspector.QRCode.Description" = "拖曳QR Code到任何你想分享的地方，邀請你的好友加入聊天室吧！";
"ChatInspector.QRCode.SaveButton" = "儲存";
"ChatInspector.QRCode.RevokeButton" = "失效";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "修改群組名稱";
"GroupChatInspector.UpdateNickName" = "修改群組暱稱";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "新增成員";
"ChatInfoPanel.Remove.Member" = "刪除成員";
"ChatInfoPanel.LeaveChat" = "退出聊天室";
"ChatInfoPanel.Loading" = "下載中…";
"ChatInfoPanel.Removed" = "已刪除";
"ChatInfoPanel.Added" = "已新增";
"ChatInfoPanel.Failed" = "系統忙碌中，請稍後再試。";
"ChatInspector.Save.To.Address.Book" = "儲存到通訊錄";
"ChatInfoPanel.Add.Member.Confirm" = "新增";
"ChatInfoPanel.Remove.Member.Confirm" = "刪除";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "聊天室名稱";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "點擊編輯群組名稱";
"ChatDetailPanel.GroupChatAnnounce" = "群組公告";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "暫無群組公告";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "點擊設定群組公告";
"ChatDetailPanel.GroupChat.AddMember" = "新增成員";
"ChatDetailPanel.GroupChat.RemoveMember" = "刪除成員";
"ChatDetailPanel.GroupChat.NoSearchResult" = "無搜尋結果";
"ChatDetailPanel.LeaveGroupChat" = "退出聊天室";
"ChatDetailPanel.Announcenment.Cancel" = "取消";
"ChatDetailPanel.Announcenment.Confirm" = "發佈";
"ChatDetailPanel.Loading" = "下載中…";
"ChatDetailPanel.Removed" = "已刪除";
"ChatDetailPanel.Removed.Fail" = "刪除失敗";
"ChatDetailPanel.Added" = "已新增";
"ChatDetailPanel.Failed" = "系統忙碌中，請稍後再試";
"ChatDetailPanel.Announcement.AtAll" = "@所有人";
"ChatDetailPanel.NoAnnouncement.Hint" = "暫無內容";
"ChatDetailPanel.NoAnnouncement.Description" = "只有群組建立者才能修改群組公告";
"ChatDetailPanel.Announcement.SaveFail" = "儲存群組公告";

"ChatDetailPanel.GroupChat.DeleteMember.Menu" = "刪除此成員";
"ChatDetailPanel.GroupChat.DeleteMember.Confirm" = "刪除";
"ChatDetailPanel.GroupChat.DeleteMember.Cancel" = "取消";
"ChatDetailPanel.GroupChat.ChatWithMember.Menu" = "發送訊息";
"ChatDetailPanel.GroupChat.AddWithMember.Menu" = "新增到通訊錄";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "地區";
"Contacts.Inspector.SourceKeyLabel" = "來源";
"Contacts.Inspector.NickNameLabel" = "暱稱";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "新增備註名稱";
"Contacts.Inspector.ToolTips.SendMessage" = "傳訊息";
"Contacts.Inspector.ToolTips.ShareNameCard" = "分享名片";
"Contacts.Inspector.ToolTips.AddToContact" = "新增到通訊錄";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "查看歷史訊息";
"Contacts.Inspector.ToolTips.AddBizContact" = "新增關注";

"Contacts.UserNameKeyLabel" = "WeChat ID";
"Contacts.LocationKeyLabel" = "地區";
"Contacts.DescriptionKeyLabel" = "描述";
"Contacts.StatusKeyLabel" = "簽名";
"Contacts.BrandIntroKeyLabel" = "介紹";
"Contacts.SourceKeyLabel" = "來源";
"Contacts.GroupChatNameLabel" = "群組暱稱";
"Contacts.TagKeyLabel" = "標籤";
"Contacts.RemarkKeyLabel" = "備註名";
"Contacts.Header.Profile" = "資訊";
"Contacts.Header.MyNotes" = "描述";
"Contacts.Header.Favorites" = "收藏";
"Contacts.Value.NoneSet" = "未設定";
"Contacts.EnterChat" = "傳訊息";
"Contacts.GroupChat.SendMsg" = "進入聊天室";
"Contacts.GroupChat.Remove" = "從通訊錄中刪除";
"Contacts.SendMsgToBrankContact" = "查看歷史訊息";

"Contacts.CardInspector.Action.Message" = "傳訊息";
"Contacts.CardInspector.Action.Favorite" = "設為超級好友";
"Contacts.CardInspector.Action.ShareNamecard" = "推薦給朋友";
"Contacts.CardInspector.Action.Delete" = "刪除…";
"Contacts.SourceList.Tag.Delete" = "刪除";
"Contacts.SourceList.Tag.Rename" = "重新命名";

"Contacts.Delete.Title.Format" = "刪除聯絡人 \"%@\"？";
"Contacts.Delete.Description" = "刪除聯絡人將同時刪除和此聯絡人的聊天記錄";
"Contacts.Delete.Title.Format.Multiple" = "刪除 %lu 個聯絡人？";
"Contacts.Delete.Description.Multiple" = "刪除聯絡人將同時刪除和此聯絡人的聊天記錄";


// Contact UI Add Scene / Source
"Contacts_Source_SearchQQ"			= "透過搜尋QQ號碼新增";
"Contacts_Source_SearchEmail"			= "透過搜尋電子信箱新增";
"Contacts_Source_Search"		= "透過搜尋WeChat ID新增";
"Contacts_Source_SearchPhone"         = "透過搜尋手機號碼新增";
"Contacts_Source_Phone"         = "透過手機通訊錄新增";
"Contacts_Source_QQ"            = "透過QQ好友新增";
"Contacts_Source_FB"            = "透過Facebook聯絡人新增";
"Contacts_Source_Bottle"        = "透過漂流瓶新增";
"Contacts_Source_Share"              = "透過名片分享新增";
"Contacts_Source_Shake"			= "透過搖一搖新增";
"Contacts_Source_LBS"			= "透過附近的人新增";
"Contacts_Source_QRCode"        = "透過掃描QR Code新增";
"Contacts_Source_Chatroom"      = "透過聊天室新增";
"PushContactLBS"                     = "來自附近的人";
"PushContactShake"					 = "來自搖一搖";
"PushContactBottle"					 = "來自漂流瓶";
"PushContactQRCode"                  = "來自掃描QR Code";
"PushContactGoogleContact"           = "來自Google聯絡人";
"PushContactRadar"           = "透過朋友探測器新增";
"PushContacPush"                  = "朋友推薦訊息";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Share \"%@\" to:";
"ShareNameCard.Confirm" = "分享";

// Group Chat
"CreateChatRoom_MsgFormat" = "你邀請%@加入聊天室";
"CreateChatRoom_MsgSeperate" = "、";
"CreateChatRoom_DefaultTopic"	= "聊天室";
"ChatRoom_ReservedTopicNames"	= "群組聊天室|多人聊天";
"ChatRoom_NeedVerify" = "請先傳送朋友驗證邀請給%@，對方將你加為WeChat朋友後，你才能邀請其加入聊天室。";
"ChatRoom_Panel_Choose_Contact" = "請勾選需要新增的聯絡人";
"ChatRoom_Panel_Chosen_Num" = "已經選擇了%lu個聯絡人";
"ChatRoom_Panel_Has_Add" = "已選擇聯絡人";
"ChatRoom_Delete_Member_Fail" = "刪除聯絡人失敗";
"ChatRoom_Delete_Self" = "不能刪除自己";
"ChatRoom_ChatRoomBeyondMax" = "群組建立數量已達上限";
"ChatRoom_TopicIllegal" = "聊天室主題違反規定";
"ChatRoom_Unkown_Failed" = "聊天室建立失敗";
"ChatRoom_ChatRoomMemberBeyondMax" = "人數已達到上限，請減少成員數量";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "人數已達到上限，請升級群人數";
"ChatRoom_NeedVerifyWait"  = "你邀請朋友加入聊天室的請求已傳送，需等待群組管理員驗證。";
"ChatRoom_NotExist" = "群組不存在";
"ChatRoom_Status_Error" = "目前群組狀態異常，暫時不能邀請朋友加入聊天室";
"ChatRoom_Error_NoUser" = "%@用戶不存在。";
"ChatRoom_Error_BlackList" = "%@拒絕加入聊天室。";
"ChatRoom_Error_Verify" = "%@未新增你為WeChat朋友，請先加為好友後，才能邀請其加入聊天室。";
"NewMessage_ContactBeyondMaxTitle_Admin"= "群組人數已達到上限，瞭解更多？";
"NewMessage_ContactBeyondMaxTitle"= "人數已達上限，無法邀請成員加入";
"NewMessage_IlegalTopic"	     = "聊天室主題違反規則，請重新填寫";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "加入聊天室";
"Group.Chat.Members.Error.Title" = "新增群組成員";
"Group.Chat.Members.Over.Limit" = "人數已達上限，無法邀請成員加入";
"Group.Chat.Members.Illegal.Topic" = "聊天室主題違反規定，請重新填寫";
"Group.Chat.Members.Need.Verify" = "你邀請朋友加入聊天室的請求已傳送，需等待群組管理員驗證。";
"Group.Chat.Members.Not.Exist" = "群組不存在";
"Group.Chat.Members.Status.Error" = "目前群組狀態異常，暫時不能邀請朋友加入聊天室";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "已達目前上限，群組建立者%@可以在本群組中邀請朋友最多%lu人。";
"Group.Chat.Members.Invite.Now" = "目前聊天室人數較多，為減少打擾，對方同意邀請後才會進入聊天室，現在邀請？";
"Group.Chat.Members.Invite" = "邀請";
"Group.Chat.Members.Unknown.Issue" = "伺服器忙碌，請稍後再試。";
"Group.Chat.Members.Need.Approve" = "建立者已開啟\“聊天室邀請確認\”，你需要使用WeChat 6.3.39 for iOS 以及WeChat 6.3.38 for Android 及以上版本才可以邀請朋友進入聊天室";

// Viewer Window
"ViewerWindow.Title.Photo" = "圖片";

// YO Message
"Yo.Message.Description" = "正在找你";

// Lock Screen
"Lock.Title" = "Mac WeChat已被鎖定";
"Lock.Description" = "你可以在手機WeChat對話列表頂部狀態欄解鎖";
"Lock.Description.Unlock" = "解鎖請求已傳送。請在手機WeChat上進行解鎖。";
"Lock.Description.RepeatUnlock" = "請在手機WeChat上進行解鎖。若無解鎖提示，請檢查手機的網路設定。";
"Lock.Log.Out" = "退出登入";
"Lock.Title.Network" = "Mac WeChat已斷開連接";
"Lock.Description.Network" = "網路恢復後你可以繼續使用";
"Lock.Open.Mac.Helper" = "在手機上解鎖";
"Lock.Title.Network.Login" = "網路連接已中斷";
"Lock.Description.Network.Login" = "請檢查網路設定";
"Lock.Description.Network.Banner" = "目前網路不可用，請檢查你的網路設定。";

// Mac Helper
"MacHelper.Active.Message" = "Mac WeChat已在 \"%@\" 上登入";
"MacHelper.Main.Device.Name.Default" = "Mac Helper";
"MacHelper.Default.Message" = "你可以在這裡給手機傳訊息和檔案。";

// Harcode Contacts
"Official_MacHelper_NickName" = "我的手機";

// Notification
"Notification.Receive.Message" = "你收到一則訊息";

// Debug Strings
"Debug.Upload.Dump.Log" = "上傳卡頓日誌";
"Debug.Upload.Success" = "上傳成功！";
"Debug.Upload.Uplloading" = "上傳中…";
"Debug.Upload.Failed" = "上傳失敗，請稍後再試。";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "未命名檔案";

// OA Message
"OAMessage.No.Article" = "暫無新內容";

"TechSupport.Jietu.Title" = "截圖";
"TechSupport.Jietu.Desc" = "截圖功能由“截圖（Jietu）”提供。截圖（Jietu）是一款介面精美，操作簡單，功能強大的Mac工具類程式。";

// Chat Record
"ChatRecord.Video.Duration" = "%u秒";

// Whats New
"WhatsNew.title" = "WeChat for Mac 2.2";
"WhatsNew.desc" = "1、支援備份手機上的對話記錄至Mac。\n2、將對話訊息翻譯成介面語言。\n3、優化搜尋功能。";
// Image Message Cell View
"Message.Image.Loading" = "下載中…";
"Message.Image.Error" = "圖片已過期。";

// Preview
"Message.Image.Preview.ReachFirst" = "已是第一張";
"Message.Image.Preview.ReachLast" = "已是最後一張";

// Emotion Prompt
"EmotionPrompt.DownSelect" = "使用“向下”鍵選擇貼圖";
"EmotionPrompt.SingleSelect.Send" = "使用Enter鍵傳送";
"EmotionPrompt.MutiplySelect.Send" = "使用Enter鍵傳送";

// Share Extension
"ShareExtension.Send" = "傳送";
"ShareExtension.Send.Mark" = "無法傳送大於 %d MB 的檔案和大於 %d MB 的影片";
"ShareExtension.Fav.Mark" = "無法收藏大於 %d MB 的檔案";
"ShareExtension.Send.Title" = "已傳送";
"ShareExtension.Fav.Title" = "已收藏";
"ShareExtension.Send.Title.AllFail" = "未傳送";
"ShareExtension.Fav.Title.AllFail" = "未收藏";
"ShareExtension.Desc.FileCount" = "%d個檔案";
"ShareExtension.Confirm" = "確定";
"ShareExtension.Send.Desc" = "其中%@無法傳送";
"ShareExtension.Fav.Desc" = "其中%@無法收藏";
"ShareExtension.Dir.No.Send" = "不能傳送檔案夾";
"ShareExtension.Dir.No.Fav" = "不能收藏檔案夾";
"ShareExtension.ZeroSize.No.Send" = "不能傳送大小為0的檔案。";

/* CrashProtected */
"CrashProtected_WordingForNickname" = "WeChat用戶";
"CrashProtected_WordingForNicknameInProfile" = "無法顯示此暱稱，長按恢復。";
"CrashProtected_WordingForMessageWrap" = "無法顯示此內容";
"CrashProtected_WordingForOtherContent" = "無法顯示此內容";

/* EmoticonPanel */
"EmoticonPanel_Loading" = "正在下載…";

/* ComposeTextView */
"ComposeTextView_Menu_Copy" = "複製";
"ComposeTextView_Menu_Cut" = "剪切";
"ComposeTextView_Menu_SaveAs" = "存儲…";

/* Screenshot */
"Screenshot_Complete_success_Toast" = "已新增到剪貼簿";

/* SearchField */
"SearchField_PlaceholderString" = "搜尋";

/* GlobalSearch */
"GlobalSearch_Title" = "搜尋對話記錄";
"GlobalSearch_Entrance_WithKey_TitleWithoutResults" = "無符合內容";
"GlobalSearch_Entrance_WithoutKey_Title" =  "搜尋對話記錄";
"GlobalSearch_Entrance_WithoutKey_Description" = "搜尋本地對話記錄";
"GlobalSearch_Entrance_WithKey_Title" = "搜尋更多對話記錄";
"GlobalSearch_Entrance_WithKey_Description" = "關於“％@”的本地對話記錄";
"GlobalSearch_Entrance_WithKey_DescriptionWithoutResults" = "無“％@”的本地對話記錄";
"GlobalSearch_ChatLog_Count" = "則相關對話記錄";
"GlobalSearch_Open_In_Independent_Window" = "在獨立視窗中開啟";
"GlobalSearch_Open_Chat" = "開啟對話";

/* End of CrashProtected */
"Common.Exit" = "登出";
"WeChat.Exit.Confirm.Tips" = "檔案正在傳輸中，強制登出WeChat會造成檔案傳輸失敗，是否登出";
"WeChat.LogOut.Confirm.Tips" = "檔案正在傳輸中，登出會造成檔案傳輸失敗，是否登出";
"Setting_StorageSpace" = "儲存空間：";
"Setting_GotoCleanSpace" = "前往清理";
"Setting_SpaceCleanSelectSessionDesc" = "清理對話中已下載的檔案、圖片和影片";
"Setting_SpaceCleanSelectAll" = "全選";
"Setting_SpaceCleanButtonTitle" = "清理";
"Setting_SpaceCleaningTitle" = "清理中…";
"Setting_SpaceClean_CleanComplete" = "已清理";
"Setting_SpaceCleanSelectedSpaceLabel" = "已選擇%@";
"Setting_General_SpaceCleanSizeTitle" = "儲存空間: ";
"Setting_General_SpaceCleanSizeLabel" = "%.1f MB";
"Setting_CacheClean_CleanStatusLabel" = "正在清理WeChat執行過程中產生的暫存資料…";
"Setting_CacheClean_TotalSpaceTipsLabel" = "WeChat對話檔案所佔用的空間\n包括已下載的檔案、圖片等內容";
"Setting_CacheClean_ManageSessionButtonTitle" = "管理WeChat對話資料";
"Setting_CacheClean_WindowTitle" = "儲存空間";
"Setting_SelectSession_WindowTitle" = "管理WeChat對話資料";
"Setting_SelectSession_LoadingLabel" = "正在載入…";
"File.Transfer.Download.Failed.FileName.Format" = "檔案《%@》";
"File.Transfer.Download.Failed.SystemTips" = "下載失敗，";
"File.Transfer.Download.Failed.ReTransfer" = "重新下載";
"File.Transfer.Download.Failed.HaveReTransfered" = "已重新下載";
"File.Transfer.Upload.Failed.FileName.Format" = "檔案《%@》";
"File.Transfer.Upload.Failed.SystemTips" = "傳送失敗，";
"File.Transfer.Upload.Failed.ReTransfer" = "重新傳送";
"File.Transfer.Upload.Failed.HaveReTransfered" = "已重新傳送";
"WeNote_UnorderList_ToolTip" = "項目符號清單";
"WeNote_Orderlist_ToolTip" = "數位符號清單";
"WeNote_Speratorline_ToolTip" = "分割線";
"WeNote_TodoList_ToolTip" = "待辦事項";
"Favorites.File.FileNotExists.Body" = "檔案已過期，收藏後無法查看詳情";
"Setting_SpaceClean_NoDataToClean" = "暫無資料可清理";
"Preview.Control.PrevItem" = "上一張";
"Preview.Control.NextItem" = "下一張";
"Preview.Control.ZoomInItem" = "放大";
"Preview.Control.ZoomOutItem" = "縮小";
"Preview.Control.RotateItem" = "旋轉";
"Preview.Control.EditItem" = "編輯";
"Preview.Control.MenuItem" = "更多";
"Preview.Control.FullScreenItem" = "最大化";
"Preview.Control.CloseItem" = "關閉 (空白鍵)";
"Message.Image.LoadingFail" = "下載失敗";
"Setting_Clear_SelectedSessions_Tips" = "刪除後不可回復，確定要刪除選中對話中的影片、圖片和檔案？";
"Setting_Clear_SelectedSessions_Confirm" = "確定";
"Setting_Clear_SelectedSessions_Cancel" = "取消";
"GlobalSearch_Global_ChatDetail_Title_Count" = "%d條與\”%@\”相關的搜尋結果";
"Accessibility_Current_Session_Prefix" = "當前對話是";
"Accessibility_TextMessage_Prefix" = "說";
"Accessibility_TextMessage_Self_Prefix" = "我";
"WCDBRepair_Repair_Remark" = "當你的WeChat出現異常，可以透過修復資料恢復正常使用";
"WCDBRepair_StartRepair_Btn" = "進行修復";
"WCDBRepair_Repairing_Desc" = "正在修復資料...";
"WCDBRepair_Repaired_Btn" = "完成並重新啟動WeChat";
"WCDBRepair_Repaired_Desc" = "資料修復完成";
"WCDBRepair_All_Is_Ok" = "你的Mac WeChat一切正常";
"Message.Menu.ImageEdit" = "編輯";
"Message.Image.Preview.Copy" = "已複製";
"Message.Image.Preview.Save" = "已儲存";
"Message.Image.Preview.Favorite" = "已收藏 ";
"Message.Image.Preview.InitialAction" = "點選圖片直接關閉";
"Message.Image.Preview.CloseTip" = "點選圖片以關閉";
"Message.Image.Preview.RecallHint" = "訊息已回收";
"ComposeTextView_Menu_ImageEdit" = "編輯";
/* ImageEdit */
"ImageEdit_Text_FontSize_Min" = "Small";
"ImageEdit_Text_FontSize_Mid" = "Medium";
"ImageEdit_Text_FontSize_Max" = "Large";

"ImageEdit_Brush"               = "插入畫筆";
"ImageEdit_Insert_Rectangle"    = "插入矩形";
"ImageEdit_Insert_Ellipse"      = "插入橢圓";
"ImageEdit_Insert_Arrow"        = "插入箭頭";
"ImageEdit_Insert_Characters"   = "插入文字";
"ImageEdit_Mosaic"              = "插入馬賽克";
"ImageEdit_Insert_Stickers"     = "插入貼圖";
"ImageEdit_Crop"     = "裁剪";

"ImageEdit_Undo"             = "復原";
"ImageEdit_Exit" = "登出";
"ImageEdit_Finish" = "完成";
"ImageEdit_Complete_Operation_Forward" = "傳送給朋友";
"ImageEdit_Complete_Operation_Save" = "儲存圖片";
"ImageEdit_ZoomIn" = "放大";
"ImageEdit_ZoomOut" = "縮小";

"ImageEdit_Complete_Operation_SaveTips" = "Saved";
"ImageEdit_Complete_Operation_ForwardTips" = "Forwarded";
"ImageEdit_Complete_Operation_StartTailor" = "Drag cursor to trim";
/* End of CrashProtected */
